{
    "experiences": [
        {
            "title": "Games Developer Internship",
            "company": "Education Network Group",
            "duration": "Feb 2025 - Present",
            "description": [
                "Learning how to cooperate, communicate in a professional environment.",
                "Developing games using Unity and C#.",
                "Understanding the game development process; deeper understanding of design and how design centre around users, especially for specific group of people: austistic children.",
                "Learning how to use Confluence, Jira and Git for project management."
            ]
        },
        {
            "title": "Sales Team Member and Online Personal Shopper",
            "company": "Woolworths Supermarkets",
            "duration": "2023 - Present",
            "description": [
                "Acquired strong customer service skills, enhancing ability to understand and meet user needs in software development.",
                "Delivered products to customers in a fast-paced, technology-driven retail environment, demonstrating adaptability to new systems.",
                "Collaborated effectively in a team setting, a crucial skill for software development projects.",
                "Demonstrated problem-solving skills by addressing customer inquiries and resolving issues efficiently.",
                "Utilised digital platforms and software for order processing, gaining familiarity with e-commerce systems.",
                "Demonstrated attention to detail in fulfilling online orders accurately, a skill directly applicable to coding and debugging.",
                "Developed time management skills by efficiently processing multiple orders."
            ]
        },
        {
            "title": "Sales Assistant",
            "company": "LANN Jewelry",
            "duration": "2022 - 2023",
            "description": [
                "Demonstrated strong communications with customers, explaining product’s design and details.",
                "Improved teamwork skills, delegating work to other team members.",
                "Cultivated attention to details as it was needed for quality assurance."
            ]
        }
    ]
}